<div class="hidden lg:block w-full  ">
        <div class=" flex w-full flex-col items-center border-[#eef0f2] border-t pt-[16px]">
            <div class=""></div>
            <div class="lg:w-[1024px] xl:w-[1280px] mx-auto flex w-full flex-col justify-around gap-[20px] px-[10px]">
                <div>
                    <img alt="vgna main logo" loading="lazy" width="148" height="35" decoding="async" data-nimg="1" style="color: transparent;" src="<?php echo THEME_DIR; ?>/src/img/dgland_main_logo.png"></div>
                <div class="flex w-full justify-between">
                    <div class="flex flex-col gap-2 text-[12px] font-medium text-semi_dark"><p class="mb-2 text-[14px] font-bold">درباره‌ی وی‌جی‌نا</p>
                        <a href="/contact-us"><p> تماس با ما </p></a><a href="/about-us">
                            <p> درباره‌ی ما </p></a><a href="/mag"><p>مجله‌ی وی‌جی‌نا </p>
                            </a>
                            <a href="/stores">
                                <p>شعب</p>
                            
                            </a>
                            <a href="/terms-and-conditions">
                                <p>شرایط و قوانین</p>
                            </a>
                            <a href="/installment">
                                <p>خرید اقساطی</p>
                            </a>
                            <a href="https://career.dgland.com/">
                                <p>فرصت های شغلی</p>
                            </a>
                        </div>
                        <div class="flex flex-col gap-2 text-[12px] font-medium text-semi_dark">
                            <p class="mb-2 text-[14px] font-bold">خدمات مشتریان</p>
                            <a href="/faq"><p>پرسش‌های متداول</p>
                            </a>
                            <a href="/purchase-guide">
                                <p>راهنمای خرید</p>
                            </a>
                            <a href="/return-back-product">
                                <p>شرایط بازگشت کالا</p>
                            </a>
                            <a href="/complaint">
                                <p>ثبت شکایات </p>
                            </a>
                            <a href="/privacy"><p>حریم خصوصی</p>
                            </a>
                        </div>
                        <div class="flex flex-col gap-2 text-[12px] font-medium text-semi_dark">
                            <p class="mb-2 text-[14px] font-bold">دسته‌بندی‌های پربازدید</p>
                            <a href="/categories/mobile-phones">
                                <p>گوشی موبایل</p>
                            </a>
                            <a href="/categories/laptop">
                                <p>لپتاپ</p>
                            </a>
                            <a href="/categories/headphone"><p>هدفون و هندزفری</p>
                            </a>
                            <a href="/categories/speaker">
                                <p>اسپیکر و بلندگو</p>
                            </a>
                            <a href="/categories/smart-watch">
                                <p>ساعت هوشمند</p>
                            </a>
                            <a href="/categories/storage">
                                <p>تجهیزات ذخیره سازی</p>
                            </a>
                            <a href="/categories/powerbank">
                                <p>شارژر و پاوربانک</p>
                            </a>
                        </div>
                        <div class="flex flex-col gap-2 text-[12px] font-medium text-semi_dark">
                            <p class="mb-2 text-[14px] font-bold">ساعت پاسخگویی</p>
                            <p>۷ روز هفته از ساعت ۹ الی ۲۰</p>
                            <div class="flex flex-col">
                                <a class="flex items-center gap-1" href="tel:02192001038">
                                    <svg width="25" height="25" viewBox="0 0 31 33" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M3.81738 12.2475C3.81738 6.54254 8.86556 1.91504 15.0891 1.91504" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                                        <path d="M5.69656 22.1614C5.69656 22.9107 5.14633 23.5188 4.46838 23.5188H4.27678C3.34828 23.5188 1 21.0755 1 19.8973V15.8686C1 14.6958 3.34828 12.2471 4.27678 12.2471H4.46838C5.14633 12.2471 5.69656 12.8552 5.69656 13.6045V22.1614V22.1614Z" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path><path d="M25.4223 12.2475C25.4223 6.54254 20.7948 1.91504 15.0898 1.91504" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                                        <path d="M24.4824 22.5801C23.4116 25.6833 20.9696 28.126 17.9072 29.1553" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                                        <path d="M16.0267 31.0336H13.2145C12.1726 31.0336 11.333 30.1903 11.333 29.155C11.333 28.1147 12.1777 27.2764 13.2145 27.2764H16.0267C17.0686 27.2764 17.9082 28.1197 17.9082 29.155C17.9082 30.1903 17.0635 31.0336 16.0267 31.0336Z" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                                        <path d="M23.543 22.1614C23.543 22.9107 24.2032 23.5188 25.0168 23.5188H25.2467C26.3609 23.5188 29.1788 21.0755 29.1788 19.8973V15.8686C29.1788 14.6958 26.3609 12.2471 25.2467 12.2471H25.0168C24.2032 12.2471 23.543 12.8552 23.543 13.6045V22.1614Z" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                                    </svg><div class="flex flex-col"><div class="font-bold text-text-40">تلفن امور مشتریان</div>
                                    <span class="font-bold text-text-40">۰۲۱-41016</span>
                                </div>
                            </a>
                            <a class="flex items-center gap-1" href="mailto:info@vgna.com">
                                <svg width="25" height="25" viewBox="0 0 28 28" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M13.9997 18.6654C16.577 18.6654 18.6663 16.576 18.6663 13.9987C18.6663 11.4214 16.577 9.33203 13.9997 9.33203C11.4223 9.33203 9.33301 11.4214 9.33301 13.9987C9.33301 16.576 11.4223 18.6654 13.9997 18.6654Z" stroke="#E10A0A" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                                    <path d="M18.6664 9.33521V15.1685C18.6664 16.0968 19.0351 16.987 19.6915 17.6434C20.3479 18.2998 21.2381 18.6685 22.1664 18.6685C23.0946 18.6685 23.9849 18.2998 24.6412 17.6434C25.2976 16.987 25.6664 16.0968 25.6664 15.1685V14.0019C25.6662 11.3687 24.7753 8.8131 23.1385 6.7505C21.5017 4.6879 19.2153 3.23964 16.6511 2.64123C14.0869 2.04281 11.3956 2.32943 9.01493 3.45448C6.63424 4.57952 4.70415 6.47683 3.53849 8.83789C2.37282 11.199 2.04015 13.8849 2.59455 16.459C3.14895 19.0331 4.55782 21.344 6.59209 23.0159C8.62635 24.6877 11.1664 25.6223 13.7991 25.6676C16.4318 25.7128 19.0025 24.8662 21.093 23.2652" stroke="#E10A0A" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                                </svg>
                                <div class="flex flex-col items-start">
                                    <div class="font-bold text-text-40">روابط عمومی</div>
                                    <span class="font-bold text-text-40">Info@vgna.com</span>
                                </div>
                            </a>
                        </div>
                    </div>
                    <div class="flex flex-col gap-5 text-[12px] font-medium text-semi_dark">
                        <p class="text-[14px] font-bold">ما را دنبال کنید</p>
                        <div class="flex gap-5">
                            <a title="instagram" target="_blank" href="https://www.instagram.com/dglandcom/" rel="noopener noreferrer">
                                <svg width="25" height="25" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_691_8483)">
                                        <path d="M12.1641 2.13232C15.3246 2.13232 15.6991 2.14434 16.9465 2.20167C18.1005 2.25438 18.7275 2.44671 19.1445 2.60946C19.6965 2.82398 20.0914 3.08105 20.5056 3.4953C20.9199 3.90956 21.176 4.30348 21.3906 4.85644C21.5524 5.27347 21.7456 5.90041 21.7984 7.05441C21.8557 8.30273 21.8677 8.67723 21.8677 11.8369C21.8677 14.9965 21.8557 15.3719 21.7984 16.6193C21.7456 17.7733 21.5533 18.4003 21.3906 18.8173C21.176 19.3693 20.919 19.7642 20.5056 20.1784C20.0914 20.5927 19.6975 20.8488 19.1445 21.0634C18.7275 21.2252 18.1005 21.4184 16.9465 21.4712C15.6982 21.5285 15.3246 21.5405 12.1641 21.5405C9.00351 21.5405 8.62901 21.5285 7.38161 21.4712C6.22761 21.4184 5.60067 21.2261 5.18364 21.0634C4.6316 20.8488 4.23676 20.5918 3.8225 20.1784C3.40825 19.7642 3.15211 19.3703 2.93758 18.8173C2.77576 18.4003 2.5825 17.7733 2.5298 16.6193C2.47247 15.371 2.46045 14.9965 2.46045 11.8369C2.46045 8.67723 2.47247 8.30181 2.5298 7.05441C2.5825 5.90041 2.77484 5.27347 2.93758 4.85644C3.15211 4.3044 3.40917 3.90956 3.8225 3.4953C4.23584 3.08105 4.63068 2.82491 5.18364 2.60946C5.60067 2.44764 6.22761 2.25438 7.38161 2.20167C8.62901 2.14434 9.00351 2.13232 12.1641 2.13232ZM12.1641 0C8.94987 0 8.54671 0.0138703 7.28452 0.0712006C6.02418 0.128531 5.16422 0.329187 4.4106 0.621387C3.63202 0.923759 2.9718 1.32877 2.31435 1.98622C1.6569 2.64367 1.25188 3.30482 0.949512 4.0834C0.657312 4.83609 0.456656 5.69605 0.399326 6.95639C0.341995 8.21859 0.328125 8.62175 0.328125 11.8359C0.328125 15.0501 0.341995 15.4533 0.399326 16.7155C0.456656 17.9749 0.657312 18.8358 0.949512 19.5885C1.25188 20.3671 1.6569 21.0273 2.31435 21.6848C2.97272 22.3431 3.63202 22.7472 4.4106 23.0496C5.1633 23.3418 6.02418 23.5424 7.28359 23.5998C8.54671 23.658 8.94987 23.6719 12.1641 23.6719C15.3783 23.6719 15.7814 23.658 17.0436 23.6007C18.303 23.5434 19.1639 23.3427 19.9166 23.0505C20.6952 22.7481 21.3554 22.3431 22.0129 21.6857C22.6713 21.0273 23.0753 20.368 23.3777 19.5894C23.6699 18.8367 23.8706 17.9758 23.9279 16.7164C23.9852 15.4542 23.9991 15.0511 23.9991 11.8369C23.9991 8.62267 23.9852 8.21951 23.9279 6.95732C23.8706 5.6979 23.6699 4.83702 23.3777 4.08433C23.0753 3.30574 22.6703 2.64552 22.0129 1.98807C21.3554 1.33062 20.6952 0.923759 19.9166 0.621387C19.1639 0.329187 18.303 0.128531 17.0436 0.0712006C15.7814 0.0138703 15.3783 0 12.1641 0ZM12.1641 5.758C8.80747 5.758 6.08613 8.47935 6.08613 11.8359C6.08613 15.1925 8.80747 17.9139 12.1641 17.9139C15.5207 17.9139 18.242 15.1925 18.242 11.8359C18.242 8.47935 15.5207 5.758 12.1641 5.758ZM12.1641 15.7816C9.98552 15.7816 8.21845 14.0154 8.21845 11.8359C8.21845 9.65647 9.9846 7.89032 12.1641 7.89032C14.3436 7.89032 16.1097 9.65647 16.1097 11.8359C16.1097 14.0154 14.3426 15.7816 12.1641 15.7816ZM19.9028 5.51759C19.9028 6.30172 19.2666 6.9379 18.4824 6.9379C17.6983 6.9379 17.0621 6.30172 17.0621 5.51759C17.0621 4.73345 17.6983 4.09727 18.4824 4.09727C19.2666 4.09727 19.9028 4.73345 19.9028 5.51759Z" fill="#888888"></path></g><defs><clipPath id="clip0_691_8483"><rect width="23.6719" height="23.6719" fill="white" transform="translate(0.328125)"></rect></clipPath></defs></svg></a><a class="scale-110" title="instagram" target="_blank" href="https://t.me/dglandstores" rel="noopener noreferrer">
                                            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg"><g id="Group">
                                                <path id="Vector" d="M10 20C15.5228 20 20 15.5228 20 10C20 4.47716 15.5228 0 10 0C4.47716 0 0 4.47716 0 10C0 15.5228 4.47716 20 10 20Z" fill="#888888"></path>
                                                <path id="Vector_2" d="M4.28626 9.78092C4.28626 9.78092 9.23975 7.67354 10.9577 6.93148C11.6163 6.63468 13.8496 5.68484 13.8496 5.68484C13.8496 5.68484 14.8804 5.26932 14.7945 6.27848C14.7659 6.69404 14.5368 8.14842 14.3078 9.72156C13.9642 11.9477 13.5919 14.3816 13.5919 14.3816C13.5919 14.3816 13.5347 15.0643 13.0479 15.183C12.5612 15.3017 11.7594 14.7675 11.6163 14.6487C11.5017 14.5597 9.46881 13.224 8.72435 12.571C8.52392 12.3929 8.29487 12.0368 8.75297 11.6212C9.78377 10.6417 11.015 9.42476 11.7594 8.65304C12.103 8.29684 12.4466 7.46576 11.015 8.47492C8.98205 9.92934 6.97775 11.2947 6.97775 11.2947C6.97775 11.2947 6.51961 11.5915 5.66064 11.3244C4.80162 11.0573 3.79947 10.7011 3.79947 10.7011C3.79947 10.7011 3.11232 10.2558 4.28626 9.78092Z" fill="white"></path></g>
                                            </svg>
                                        </a>
                                        <a title="linkedin" target="_blank" href="https://www.linkedin.com/company/dg-land/" rel="noopener noreferrer">
                                            <svg width="25" height="25" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M0 1.69573C0 0.759694 0.776688 0 1.73424 0H21.73C22.6879 0 23.4642 0.759694 23.4642 1.69573V21.9765C23.4642 22.9128 22.6879 23.6719 21.73 23.6719H1.73424C0.776688 23.6719 0 22.9128 0 21.9768V1.69542V1.69573Z" fill="#888888"></path><path d="M7.09335 19.7258V9.07772H3.53231V19.7258H7.09366H7.09335ZM5.31345 7.62417C6.55502 7.62417 7.32797 6.80647 7.32797 5.78465C7.30463 4.73964 6.55502 3.94482 5.33709 3.94482C4.11824 3.94482 3.32227 4.73964 3.32227 5.78465C3.32227 6.80647 4.0949 7.62417 5.29011 7.62417H5.31314H5.31345ZM9.0643 19.7258H12.625V13.7801C12.625 13.4622 12.6484 13.1437 12.7423 12.9167C12.9997 12.2805 13.5856 11.6221 14.5695 11.6221C15.8578 11.6221 16.3734 12.5984 16.3734 14.03V19.7258H19.9341V13.6205C19.9341 10.35 18.1776 8.82815 15.8348 8.82815C13.9139 8.82815 13.0703 9.89512 12.6017 10.6219H12.6253V9.07803H9.06461C9.11098 10.077 9.0643 19.7261 9.0643 19.7261V19.7258Z" fill="white"></path>
                                            </svg>
                                        </a>
                                        <a title="aparat" href="https://www.aparat.com/dglandcom" target="_blank" rel="noopener noreferrer">
                                            <svg xmlns="http://www.w3.org/2000/svg" width="25px" height="25px" viewBox="0 0 24 24" version="1.1"><g id="surface1">
                                                <path fill="#888888" d="M 7.359375 2.367188 C 7.21875 2.40625 6.921875 2.527344 6.703125 2.632812 C 6.164062 2.898438 5.625 3.425781 5.375 3.9375 C 5.234375 4.21875 4.929688 5.230469 4.71875 6.097656 C 4.695312 6.1875 4.871094 6.039062 5.359375 5.554688 C 6.324219 4.589844 7.242188 3.976562 8.429688 3.492188 C 8.957031 3.277344 9.992188 2.984375 10.445312 2.925781 C 10.578125 2.90625 10.683594 2.882812 10.667969 2.875 C 10.660156 2.863281 10.21875 2.738281 9.695312 2.59375 C 8.839844 2.363281 8.679688 2.335938 8.179688 2.316406 C 7.777344 2.300781 7.542969 2.316406 7.359375 2.367188 Z M 7.359375 2.367188 "></path>
                                                <path fill="#888888" d="M 11.195312 3.613281 C 10.21875 3.707031 9.257812 3.980469 8.34375 4.410156 C 5.765625 5.640625 4.007812 8 3.585938 10.808594 C 3.496094 11.410156 3.496094 12.636719 3.585938 13.238281 C 4.007812 16.046875 5.765625 18.40625 8.34375 19.636719 C 11.085938 20.9375 14.277344 20.703125 16.804688 19.007812 C 18.707031 17.734375 19.953125 15.839844 20.421875 13.523438 C 20.546875 12.917969 20.546875 11.128906 20.421875 10.523438 C 19.953125 8.207031 18.707031 6.3125 16.804688 5.039062 C 15.148438 3.929688 13.164062 3.425781 11.195312 3.613281 Z M 10.085938 5.910156 C 11.40625 6.183594 12.261719 7.546875 11.929688 8.835938 C 11.460938 10.636719 9.195312 11.25 7.878906 9.933594 C 6.933594 8.984375 6.9375 7.539062 7.894531 6.582031 C 8.5 5.980469 9.277344 5.742188 10.085938 5.910156 Z M 16.28125 7.101562 C 17.367188 7.382812 18.09375 8.300781 18.09375 9.394531 C 18.09375 10.101562 17.890625 10.609375 17.414062 11.085938 C 17.085938 11.414062 16.6875 11.640625 16.261719 11.742188 C 15.671875 11.878906 15.171875 11.816406 14.597656 11.53125 C 13.660156 11.070312 13.121094 9.992188 13.328125 8.996094 C 13.433594 8.46875 13.613281 8.136719 13.992188 7.753906 C 14.484375 7.261719 14.992188 7.046875 15.679688 7.035156 C 15.863281 7.03125 16.132812 7.0625 16.28125 7.101562 Z M 12.453125 11.152344 C 12.8125 11.335938 13.03125 11.675781 13.03125 12.050781 C 13.03125 12.863281 12.242188 13.359375 11.507812 13.011719 C 11.230469 12.886719 11.148438 12.796875 11.019531 12.515625 C 10.609375 11.609375 11.574219 10.695312 12.453125 11.152344 Z M 8.816406 12.28125 C 8.957031 12.304688 9.242188 12.414062 9.449219 12.515625 C 10.386719 12.976562 10.925781 14.054688 10.71875 15.050781 C 10.613281 15.578125 10.433594 15.910156 10.054688 16.292969 C 9.285156 17.066406 8.210938 17.234375 7.226562 16.738281 C 5.96875 16.101562 5.550781 14.445312 6.355469 13.273438 C 6.894531 12.5 7.867188 12.109375 8.816406 12.28125 Z M 15.066406 13.480469 C 16.296875 13.800781 17.082031 15.042969 16.824219 16.273438 C 16.6875 16.917969 16.128906 17.648438 15.5625 17.921875 C 14.59375 18.390625 13.492188 18.214844 12.765625 17.488281 C 11.8125 16.542969 11.808594 15.050781 12.75 14.109375 C 13.351562 13.515625 14.246094 13.269531 15.066406 13.480469 Z M 15.066406 13.480469 "></path>
                                                <path fill="#888888" d="M 17.671875 4.726562 C 17.671875 4.742188 17.765625 4.828125 17.882812 4.914062 C 18.417969 5.316406 19.238281 6.21875 19.734375 6.964844 C 20.414062 7.972656 20.949219 9.320312 21.140625 10.539062 C 21.171875 10.726562 21.207031 10.871094 21.21875 10.859375 C 21.230469 10.847656 21.375 10.328125 21.542969 9.699219 C 21.804688 8.695312 21.84375 8.503906 21.84375 8.132812 C 21.84375 7.304688 21.539062 6.578125 20.953125 5.996094 C 20.480469 5.53125 20.058594 5.320312 19.054688 5.0625 C 18.640625 4.953125 18.164062 4.828125 17.992188 4.78125 C 17.8125 4.734375 17.671875 4.707031 17.671875 4.726562 Z M 17.671875 4.726562 "></path>
                                                <path fill="#888888" d="M 2.71875 13.515625 C 2.71875 13.53125 2.601562 13.984375 2.460938 14.515625 C 2.242188 15.355469 2.203125 15.546875 2.203125 15.914062 C 2.203125 16.742188 2.507812 17.46875 3.089844 18.046875 C 3.589844 18.539062 3.929688 18.703125 5.164062 19.03125 C 5.714844 19.175781 6.171875 19.289062 6.183594 19.285156 C 6.191406 19.273438 6.140625 19.21875 6.066406 19.164062 C 5.804688 18.960938 4.953125 18.113281 4.671875 17.765625 C 3.816406 16.710938 3.148438 15.3125 2.859375 13.988281 C 2.773438 13.589844 2.71875 13.40625 2.71875 13.515625 Z M 2.71875 13.515625 "></path><path fill="#888888" d="M 19.195312 17.816406 C 19.09375 17.953125 18.816406 18.257812 18.582031 18.496094 C 17.304688 19.777344 15.632812 20.6875 13.875 21.046875 C 13.609375 21.097656 13.378906 21.15625 13.367188 21.164062 C 13.351562 21.183594 13.34375 21.183594 14.4375 21.472656 C 15.875 21.859375 16.457031 21.847656 17.335938 21.417969 C 17.980469 21.097656 18.558594 20.484375 18.792969 19.847656 C 18.914062 19.53125 19.414062 17.671875 19.398438 17.617188 C 19.386719 17.59375 19.296875 17.6875 19.195312 17.816406 Z M 19.195312 17.816406 "></path></g>
                                            </svg>
                                        </a>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="lg:w-[1024px] xl:w-[1280px] mx-auto my-4 flex w-full flex-row items-center gap-[40px]">
                            <div class=" flex  flex-col items-start gap-[10px] px-[10px]">
                                <div class="flex gap-[6px]">
                                    <span class="text-dark_grey">فروشگاه اینترنتی</span>
                                    <span class="text-[#e63434]">وی‌جی‌نا</span>
                                </div>
                                <div class="text-justify text-[11px] text-semi_dark">فروشگاه اینترنتی وی‌جی‌نا به طور رسمی در فروردین ماه ۹۹ با توجه به رشد روزافزون خدمات اینترنتی و دنیای تکنولوژی در جهان امروز و نیاز به کالاهای دیجیتال تاسیس شد. هدف این فروشگاه اینترنتی خدمت‌رسانی و تامین جدیدترین مدل‌ها از معتبرترین برند‌های کالای دیجیتال ، لوازم خانگی و سرگرمی است.</div>
                            </div>
                            <div class=" flex w-full flex-row justify-center gap-[20px] px-[10px]">
                                <div class="relative h-[80px] w-[80px]">
                                    <a referrerpolicy="origin" target="_blank" href="https://trustseal.enamad.ir/?id=156283&amp;Code=0RwHrwPvH32n1YTir9mFpdwh7mDeqXrI">
                                        <img referrerpolicy="origin" src="<?php echo THEME_DIR; ?>/src/img/logo.png" alt="" style="cursor: pointer;">
                                    </a>
                                </div>
                                <div>
                                    <img referrerpolicy="origin" id="rgvjesgtjxlzjzpeapfurgvj" style="cursor: pointer; width: 80px; height: 80px; object-fit: contain;" alt="samandehi" src="<?php echo THEME_DIR; ?>/src/img/samandehi.webp">
                                </div>
                            </div>
                        </div>
                        <div class="mt-[23px] w-full border-[#eef0f2] border-t px-[10px] ">
                            <div class="lg:w-[1024px] xl:w-[1280px] mx-auto flex w-full ">
                                <div class="flex w-full flex-row items-center justify-between py-[10px] text-[12px] font-light text-dark_grey">
                                    <div>© کلیه حقوق این وب سایت متعلق به وی‌جی‌نا است.</div>
                                    <div dir="ltr">© Copyright 2022 vgna.com</div>
                                </div>
                            </div>
                        </div>
                    </div>
    </div>
    <div class=" block lg:hidden w-full">
        <div class=" flex w-full flex-col items-center border-[#ebedf0] border-t pb-[80px] px-[10px] lg:px-0">
            <div class=""></div>
            <div class="flex flex-col gap-2 text-[12px] font-medium text-semi_dark"></div>
            <div class="container mx-auto flex w-full flex-col items-center gap-[20px] p-[10px] font-medium">
                <div class="flex w-full flex-col flex-wrap items-center gap-[10px] font-medium">
                    <div class="flex gap-1">
                        <div class=" font-medium text-red-primary">همراه شما هستیم. </div>
                        <div class="text-semi_dark">با ما در ارتباط باشید...</div>
                    </div>
                    <div class="font-light text-text-40">
                        <p>۷ روز هفته از ساعت ۹ الی ۲۰</p>
                    </div>
                </div>
                <div class="flex gap-2 text-[12px] font-medium text-semi_dark">
                    <a class="flex items-center gap-1" href="tel:021-41016">
                        <svg width="25" height="25" viewBox="0 0 31 33" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M3.81738 12.2475C3.81738 6.54254 8.86556 1.91504 15.0891 1.91504" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                            <path d="M5.69656 22.1614C5.69656 22.9107 5.14633 23.5188 4.46838 23.5188H4.27678C3.34828 23.5188 1 21.0755 1 19.8973V15.8686C1 14.6958 3.34828 12.2471 4.27678 12.2471H4.46838C5.14633 12.2471 5.69656 12.8552 5.69656 13.6045V22.1614V22.1614Z" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                            <path d="M25.4223 12.2475C25.4223 6.54254 20.7948 1.91504 15.0898 1.91504" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                            <path d="M24.4824 22.5801C23.4116 25.6833 20.9696 28.126 17.9072 29.1553" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                            <path d="M16.0267 31.0336H13.2145C12.1726 31.0336 11.333 30.1903 11.333 29.155C11.333 28.1147 12.1777 27.2764 13.2145 27.2764H16.0267C17.0686 27.2764 17.9082 28.1197 17.9082 29.155C17.9082 30.1903 17.0635 31.0336 16.0267 31.0336Z" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                            <path d="M23.543 22.1614C23.543 22.9107 24.2032 23.5188 25.0168 23.5188H25.2467C26.3609 23.5188 29.1788 21.0755 29.1788 19.8973V15.8686C29.1788 14.6958 26.3609 12.2471 25.2467 12.2471H25.0168C24.2032 12.2471 23.543 12.8552 23.543 13.6045V22.1614Z" stroke="#E10A0A" stroke-width="2" stroke-miterlimit="10"></path>
                        </svg>
                        <div class="flex flex-col">
                            <div class="font-bold text-text-30">تلفن امور مشتریان</div>
                            <span class="font-bold text-text-40">021-41016</span>
                        </div>
                    </a>
                    <a class="flex items-center gap-1" href="mailto:info@vgna.com">
                        <svg width="25" height="25" viewBox="0 0 28 28" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M13.9997 18.6654C16.577 18.6654 18.6663 16.576 18.6663 13.9987C18.6663 11.4214 16.577 9.33203 13.9997 9.33203C11.4223 9.33203 9.33301 11.4214 9.33301 13.9987C9.33301 16.576 11.4223 18.6654 13.9997 18.6654Z" stroke="#E10A0A" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                            <path d="M18.6664 9.33521V15.1685C18.6664 16.0968 19.0351 16.987 19.6915 17.6434C20.3479 18.2998 21.2381 18.6685 22.1664 18.6685C23.0946 18.6685 23.9849 18.2998 24.6412 17.6434C25.2976 16.987 25.6664 16.0968 25.6664 15.1685V14.0019C25.6662 11.3687 24.7753 8.8131 23.1385 6.7505C21.5017 4.6879 19.2153 3.23964 16.6511 2.64123C14.0869 2.04281 11.3956 2.32943 9.01493 3.45448C6.63424 4.57952 4.70415 6.47683 3.53849 8.83789C2.37282 11.199 2.04015 13.8849 2.59455 16.459C3.14895 19.0331 4.55782 21.344 6.59209 23.0159C8.62635 24.6877 11.1664 25.6223 13.7991 25.6676C16.4318 25.7128 19.0025 24.8662 21.093 23.2652" stroke="#E10A0A" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path>
                        </svg>
                        <div class="flex flex-col items-start">
                            <div class="font-bold text-text-30">روابط عمومی</div>
                            <span class="font-bold text-text-40">Info@vgna.com</span>
                        </div>
                    </a>
                </div>
                <div class="container mx-auto mt-[26px] flex w-full flex-wrap justify-around gap-[20px]">
                    <img alt="" loading="lazy" width="59" height="60" decoding="async" data-nimg="1" style="color: transparent;" src="<?php echo THEME_DIR; ?>/src/img/7day.png">
                    <img alt="" loading="lazy" width="48" height="60" decoding="async" data-nimg="1" style="color: transparent;" src="<?php echo THEME_DIR; ?>/src/img/warranty.png">
                    <img alt="" loading="lazy" width="44" height="60" decoding="async" data-nimg="1" style="color: transparent;" src="<?php echo THEME_DIR; ?>/src/img/online_support.png">
                    <img alt="" loading="lazy" width="48" height="60" decoding="async" data-nimg="1" style="color: transparent;" src="<?php echo THEME_DIR; ?>/src/img/instant_delivery.png"></div>
                </div>
                <div class="container mx-auto mt-[30px] flex w-full flex-col items-center gap-[10px] px-[10px]">
                    <div>
                        <div class="flex gap-[6px] leading-[30px]">
                            <span class="text-dark_grey">فروشگاه اینترنتی</span>
                            <span class="text-red-primary">وی‌جی‌نا</span>
                        </div>
                        <div class="text-justify text-[11px] text-semi_dark leading-[30px]">فروشگاه اینترنتی وی‌جی‌نا به طور رسمی در فروردین ماه ۹۹ با توجه به رشد روزافزون خدمات اینترنتی و دنیای تکنولوژی در جهان امروز و نیاز به کالاهای دیجیتال تاسیس شد. هدف این فروشگاه اینترنتی خدمت‌رسانی و تامین جدیدترین مدل‌ها از معتبرترین برند‌های کالای دیجیتال ، لوازم خانگی و سرگرمی است.</div>
                    </div>
                    <div class=" flex w-full flex-row justify-center gap-[20px] px-[10px]">
                        <div class="relative">
                            <a referrerpolicy="origin" target="_blank" href="https://trustseal.enamad.ir/?id=156283&amp;Code=0RwHrwPvH32n1YTir9mFpdwh7mDeqXrI">
                                <img referrerpolicy="origin" src="<?php echo THEME_DIR; ?>/src/img/logo.png" alt="" style="cursor: pointer; width: 80px; height: 80px;">
                            </a>
                        </div>
                        <div>
                            <img referrerpolicy="origin" id="rgvjesgtjxlzjzpeapfurgvj" style="cursor: pointer; width: 80px; height: 80px; object-fit: contain;" alt="samandehi" src="<?php echo THEME_DIR; ?>/src/img/samandehi.webp"></div>
                        </div>
                    </div>
                    <div class="mt-[23px] w-full border-[#f5f6f7] border-t px-[10px] pt-[10px]"><div class="lg:w-[1024px] xl:w-[1280px] mx-auto flex w-full items-center justify-between">
                        <div class="flex flex-col items-start text-[12px] font-light text-dark_grey">
                            <div>© کلیه حقوق این وب سایت متعلق به وی‌جی‌نا است.</div>
                            <div dir="ltr">© Copyright 2022 vgna.com</div>
                        </div>
                        <div class="flex gap-[14px]">
                            <img alt="logo" loading="lazy" width="15" height="15" decoding="async" data-nimg="1" style="color: transparent;" src="<?php echo THEME_DIR; ?>/src/img/instagram.png">
                            <img alt="logo" loading="lazy" width="15" height="15" decoding="async" data-nimg="1" style="color: transparent;" src="<?php echo THEME_DIR; ?>/src/img/linkedin.png"></div>
                        </div>
                    </div>
                </div>
    </div>
    <footer class="fixed bottom-0 z-[9999] overflow-scroll flex h-[70px] w-full items-center justify-around bg-white shadow-all_sides lg:hidden ">
        <div class="flex flex-col items-center gap-2 font-bold text-[#e10a0a]">
            <div><svg width="24" height="24" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" clip-rule="evenodd" d="M11 0C17.0738 0 22 4.9235 22 11C22 17.0738 17.0765 22 11 22C4.92623 22 0 17.0765 0 11C0 10.9262 0.00273491 10.8525 0.00273491 10.7787C8.46175 6.29508 19.4016 8.46448 9.67214 19.3388C14.0847 17.1612 17.4699 14.0765 18.3115 11.2322C19.6831 6.5847 15.9208 4.85792 10.918 5.31421C6.91804 5.68033 3.14481 7.22951 0.103826 9.47814C0.846996 4.12295 5.43989 0 11 0Z" fill="currentColor"></path></svg></div>
            <span class="text-[10px]">خانه</span>
        </div>
        <a id="mobile-menu-btn" href="javascript:void(0)">
            <div class="inside-btn flex flex-col items-center gap-2 font-semibold text-[#9e9e9e]">
            <div><svg width="25" height="24" viewBox="0 0 25 24" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M4.36195 15.9368C4.2002 16.3273 4.2002 16.8223 4.2002 17.8125C4.2002 18.8026 4.2002 19.2977 4.36195 19.6882C4.57763 20.2089 4.99156 20.6226 5.51225 20.8382C5.90276 21 6.39783 21 7.38796 21C8.37809 21 8.87291 21 9.26343 20.8382C9.78412 20.6226 10.1977 20.2089 10.4134 19.6882C10.5751 19.2977 10.5751 18.8026 10.5751 17.8125C10.5751 16.8224 10.5751 16.3273 10.4134 15.9368C10.1977 15.4161 9.78412 15.0024 9.26343 14.7867C8.87291 14.625 8.37809 14.625 7.38796 14.625C6.39783 14.625 5.90276 14.625 5.51225 14.7867C4.99156 15.0024 4.57763 15.4161 4.36195 15.9368Z" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path><path d="M14.987 5.31178C14.8253 5.70229 14.8253 6.19736 14.8253 7.18748C14.8253 8.17761 14.8253 8.67268 14.987 9.0632C15.2027 9.58388 15.6166 9.99758 16.1373 10.2133C16.5278 10.375 17.0229 10.375 18.013 10.375C19.0032 10.375 19.498 10.375 19.8885 10.2133C20.4092 9.99758 20.8228 9.58388 21.0384 9.0632C21.2002 8.67268 21.2002 8.17762 21.2002 7.1875C21.2002 6.19737 21.2002 5.70229 21.0384 5.31178C20.8228 4.7911 20.4092 4.37743 19.8885 4.16176C19.498 4 19.0032 4 18.013 4C17.0229 4 16.5278 4 16.1373 4.16176C15.6166 4.37743 15.2027 4.7911 14.987 5.31178Z" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path><path d="M4.36195 5.31178C4.2002 5.70229 4.2002 6.19736 4.2002 7.18748C4.2002 8.17761 4.2002 8.67268 4.36195 9.0632C4.57763 9.58388 4.99156 9.99758 5.51225 10.2133C5.90276 10.375 6.39783 10.375 7.38796 10.375C8.37809 10.375 8.87291 10.375 9.26343 10.2133C9.78412 9.99758 10.1977 9.58388 10.4134 9.0632C10.5751 8.67268 10.5751 8.17762 10.5751 7.1875C10.5751 6.19737 10.5751 5.70229 10.4134 5.31178C10.1977 4.7911 9.78412 4.37743 9.26343 4.16176C8.87291 4 8.37809 4 7.38796 4C6.39783 4 5.90276 4 5.51225 4.16176C4.99156 4.37743 4.57763 4.7911 4.36195 5.31178Z" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path><path d="M14.987 15.9368C14.8253 16.3273 14.8253 16.8223 14.8253 17.8125C14.8253 18.8026 14.8253 19.2977 14.987 19.6882C15.2027 20.2089 15.6166 20.6226 16.1373 20.8382C16.5278 21 17.0229 21 18.013 21C19.0032 21 19.498 21 19.8885 20.8382C20.4092 20.6226 20.8228 20.2089 21.0384 19.6882C21.2002 19.2977 21.2002 18.8026 21.2002 17.8125C21.2002 16.8224 21.2002 16.3273 21.0384 15.9368C20.8228 15.4161 20.4092 15.0024 19.8885 14.7867C19.498 14.625 19.0032 14.625 18.013 14.625C17.0229 14.625 16.5278 14.625 16.1373 14.7867C15.6166 15.0024 15.2027 15.4161 14.987 15.9368Z" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path></svg></div>
            <span class="text-[10px]">دسته بندی</span>
        </div>
        </a>
        
        <a href="./cart(1).html" class="flex flex-col items-center gap-2 font-semibold text-[#9e9e9e]">
            <svg width="25" height="24" viewBox="0 0 25 24" fill="none" xmlns="http://www.w3.org/2000/svg"><path d="M17.3994 20C17.3994 19.4477 17.8471 19 18.3994 19C18.9517 19 19.3994 19.4477 19.3994 20C19.3994 20.5523 18.9517 21 18.3994 21C17.8471 21 17.3994 20.5523 17.3994 20Z" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path><path d="M8.39941 20C8.39941 19.4477 8.84713 19 9.39941 19C9.9517 19 10.3994 19.4477 10.3994 20C10.3994 20.5523 9.9517 21 9.39941 21C8.84713 21 8.39941 20.5523 8.39941 20Z" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path><path d="M3.39941 3H5.16713C5.6494 3 6.06296 3.3442 6.15051 3.81845L8.39941 16" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path><path d="M10.3994 6H20.1424C20.7854 6 21.2614 6.59824 21.1168 7.22486L19.2706 15.2249C19.1659 15.6786 18.7619 16 18.2962 16H8.39941" stroke="currentColor" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"></path></svg>
            <span class="text-[10px]">سبدخرید</span>
        </a>
        <a href="./loginmobile.html" class="flex flex-col items-center gap-2 font-semibold text-[#9e9e9e]">
            <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg"><path fill-rule="evenodd" clip-rule="evenodd" d="M8.71505 4C7.85847 4 7.27617 4.00078 6.82608 4.03755C6.38767 4.07337 6.16347 4.1383 6.00707 4.21799C5.63074 4.40973 5.32478 4.7157 5.13303 5.09202C5.05334 5.24842 4.98842 5.47262 4.9526 5.91104C4.91582 6.36113 4.91505 6.94342 4.91505 7.8V15.2843C4.91505 16.1408 4.91582 16.7231 4.9526 17.1732C4.98842 17.6116 5.05334 17.8358 5.13303 17.9922C5.32478 18.3686 5.63074 18.6745 6.00707 18.8663C6.16347 18.946 6.38767 19.0109 6.82609 19.0467C7.27617 19.0835 7.85847 19.0843 8.71504 19.0843H11.1759C11.9835 19.0843 12.5325 19.0836 12.9576 19.0508C13.3721 19.0188 13.5853 18.9607 13.7342 18.8898C14.1484 18.6925 14.4823 18.3587 14.6796 17.9444C14.7505 17.7956 14.8086 17.5823 14.8405 17.1679C14.8733 16.7427 14.874 16.1937 14.874 15.3861L14.874 14.959C14.874 14.4067 15.3217 13.959 15.874 13.959C16.4263 13.959 16.874 14.4067 16.874 14.959L16.874 15.3861L16.874 15.425V15.425C16.874 16.184 16.874 16.8105 16.8346 17.3217C16.7937 17.8523 16.7059 18.3412 16.4852 18.8045C16.0905 19.6331 15.4229 20.3007 14.5943 20.6954C14.131 20.9161 13.6421 21.0039 13.1115 21.0448C12.6002 21.0843 11.9738 21.0843 11.2148 21.0843H11.1759H8.71504H8.67382C7.86882 21.0843 7.20443 21.0843 6.66322 21.0401C6.10112 20.9941 5.58442 20.8956 5.09909 20.6483C4.34644 20.2648 3.73452 19.6529 3.35102 18.9002C3.10373 18.4149 3.00517 17.8982 2.95924 17.3361C2.91503 16.7949 2.91504 16.1306 2.91505 15.3256V15.3255V15.2843V7.8V7.75873C2.91503 6.95374 2.91502 6.28938 2.95924 5.74818C3.00517 5.18608 3.10373 4.66937 3.35102 4.18404C3.73451 3.43139 4.34644 2.81947 5.09908 2.43597C5.58442 2.18868 6.10112 2.09012 6.66322 2.04419C7.20442 1.99998 7.86878 1.99999 8.67375 2H8.71505H11.1758H11.2147C11.9738 1.99999 12.6002 1.99998 13.1115 2.03942C13.6421 2.08035 14.131 2.16812 14.5944 2.38885C15.4229 2.78355 16.0905 3.45115 16.4852 4.27966C16.7059 4.74298 16.7937 5.2319 16.8346 5.76255C16.874 6.27379 16.874 6.90027 16.874 7.65929V7.6593L16.874 7.6982L16.874 8.12528C16.874 8.67756 16.4263 9.12528 15.874 9.12528C15.3217 9.12528 14.874 8.67756 14.874 8.12528L14.874 7.6982C14.874 6.89056 14.8733 6.34156 14.8405 5.91638C14.8086 5.5019 14.7505 5.28868 14.6796 5.13983C14.4822 4.72557 14.1485 4.39177 13.7342 4.19442C13.5853 4.12351 13.3721 4.06547 12.9576 4.03349C12.5325 4.00069 11.9835 4 11.1758 4H8.71505ZM10.8966 7.41399C11.2871 7.02346 11.9202 7.02346 12.3108 7.41399C12.7013 7.80451 12.7013 8.43768 12.3108 8.8282L10.601 10.5379H21C21.5523 10.5379 22 10.9857 22 11.5379C22 12.0902 21.5523 12.5379 21 12.5379H10.601L12.3108 14.2477C12.7013 14.6382 12.7013 15.2714 12.3108 15.6619C11.9202 16.0524 11.2871 16.0524 10.8966 15.6619L7.4797 12.2451C7.08918 11.8545 7.08918 11.2214 7.4797 10.8308L10.8966 7.41399Z" fill="currentColor"></path></svg>
            <span class="text-[10px]">ورود</span>
        </a>
    </footer>
    <script src="<?php echo THEME_DIR; ?>/src/swiper-bundle.min.js"></script>
    <script src="<?php echo THEME_DIR; ?>/src/script.js"></script>
</body>
</html>